
[A_CreatureAncientTreant H7Creature]
mName="Древний энт"
mLore="Жизнь энтов длится сотни, а то и тысячи лет. С возрастом энты становятся медлительнее, но выносливее, благодаря толстой коре, которая с годами становится все крепче. Они могут подчинять растения своей воле и обращать их против врагов леса.\n\nРедкие ресурсы для найма: \n2 ед. звездного серебра \n1 ед. кристаллов драконьей крови."
